yangchengwork/micropython_fr8000/ports/freqchip/boards/fr8008gp/mpconfigboard.h
// board specifics
#define MICROPY_HW_BOARD_NAME   "FR8008XP DEV 1.0"
#define MICROPY_HW_MCU_NAME     "FR8008GP"
#define MICROPY_PY_SYS_PLATFORM "Freqchip"
